/* No comment provided by engineer. */
" and information specific to your build of %@" = " und spezifische Informationen zu Ihrer Version %@";

/* No comment provided by engineer. */
"%@ Crash Reporter" = "%@ Crash Reporter";

/* No comment provided by engineer. */
"A detailed explanation of what you were doing when %@ crashed (optional)" = "Eine detaillierte Beschreibung, was Sie gerade taten, als %@ abstürzte (optional)";

/* No comment provided by engineer. */
"A short description of the crash" = "Eine kurze Absturzbeschreibung";

/* No comment provided by engineer. */
"Additional crash details: (Optional)" = "Zusätzliche Absturzinformationen: (Optional)";

/* No comment provided by engineer. */
"Close" = "Schließen";

/* No comment provided by engineer. */
"Contact Information Required" = "Kontaktinformationen erfordert";

/* No comment provided by engineer. */
"Contact information: (Required)" = "Kontaktinformation: (erfordert)";

/* No comment provided by engineer. */
"Description:" = "Beschreibung:";

/* No comment provided by engineer. */
"Information sent through the crash reporter is used for debugging purposes only.  Please do not submit confidential information or passwords.\n\nThe following crash log will be sent to the %@ developers with the information you've entered%@." = "Die Informationen die über den Absturzbericht gesendet werden, werden ausschließlich zur Verbesserung der Software benutzt.  Bitte senden Sie keine vertraulichen Informationen.\n\nDieser Absturzbericht wird an die Entwickler von %1$@ geschickt werden und enthält die Informationen, die Sie eingegeben haben%2$@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please provide either your email address or IM name in case we need to contact you for additional information (or to suggest a solution)." = "Bitte teilen Sie uns Ihre Emailadresse oder IM Name mit, damit, falls nötig, wir uns bei Ihnen melden können um weitere Informationen zu Ihren Problem zu bekommen, oder um eine Lösung vorzuschlagen.";

/* No comment provided by engineer. */
"Please take a moment to send us this crash report.  It will help make %@ as stable and reliable as possible." = "Bitte nehmen Sie sich einen Moment Zeit um den Absturzbericht an uns zu senden.  Es wird uns helfen %@ weiter zu verbessern.";

/* No comment provided by engineer. */
"Privacy Information" = "Datenschutz Informationen";

/* No comment provided by engineer. */
"Relaunch %@" = "%@ erneut öffnen";

/* No comment provided by engineer. */
"Send report and relaunch %@" = "Bericht senden und %@ erneut öffnen";

/* No comment provided by engineer. */
"The application %@ has unexpectedly quit" = "Das Programm %@ wurde unerwartet beendet";

/* No comment provided by engineer. */
"The server could not handle your request at this time." = "Der Server konnte Ihre Anfrage nicht bearbeiten.";

/* No comment provided by engineer. */
"Try Again" = "Erneut versuchen";

/* No comment provided by engineer. */
"Unable to send crash report" = "Fehler beim Senden des Berichtes";

/* No comment provided by engineer. */
"Your email address" = "Ihre Emailadresse";

/* No comment provided by engineer. */
"Your Email:" = "Ihre Email:";

/* No comment provided by engineer. */
"Your version of %@ is out of date, so crash reporting has been disabled. Your version is %@.  The current version is %@. Please update to the latest version, as your crash may have already been fixed." = "Sie besitzen eine veraltete Version von %1$@, weshalb das Senden von Absturzberichten nicht möglich ist. Sie besitzen Version %2$@.  Die aktuelle Version ist %3$@. Bitte aktualisieren Sie auf die neuste Version, da die Möglichkeit besteht, dass Ihr Absturzproblem behoben worden ist.";

